Repository: giellalt/corpus-fin
Catalog: tmx/sme/admin/sd/www.samediggi.fi/saamelaiskarajat_tukee_saamelaisten_totuus-_ja_sovintokomission_jatkamista_-_komissaarit_valitaan_ylimaaraisessa_tayskokouksessa_elokuussa_.html.tmx
Source language: fin
Languages: sme

source: Saamelaiskäräjät tukee saamelaisten totuus- ja sovintokomission jatkamista – komissaarit valitaan ylimääräisessä täyskokouksessa elokuussa
sme: Sámediggi doarju sámiid duohtavuođa- ja soabadanproseassa joatkima – komissárat válljejuvvojit badjelmearálaš dievasčoahkkimis borgemánus

source: Saamelaiskäräjien kokous päätti 23.6.2022 tukea saamelaisten totuus- ja sovintokomission jatkamista, mutta valitsee kaksi komissaaria elokuussa pidettävässä ylimääräisessä täyskokouksessa.
sme: Sámedikki čoahkkin mearridii 23.6.2022 doarjut sámiid duohtavuođa- ja soabadankommišuvnna joatkima, muhto vállje guokte komissára badjelmearálaš dievasčoahkkimis, mii lágiduvvo borgemánus.

source: Ylimääräinen kokous järjestetään etäyhteyksin.
sme: Badjelmearálaš čoahkkin ordnejuvvo gáiddusoktavuođaid bokte.

source: Saamelaiskäräjien kokous kuuli ennen päätöksentekoa asiantuntijoina Saamelaisten psykososiaalisen tuen yksikön johtaja Heidi Erikseniä, viittä saamelaisten totuus- ja sovintokomissioon alun perin nimettyä jäsentä sekä yhtä komission sihteeristön suunnittelijaa.
sme: Sámedikki čoahkkin gulai ovdal mearrádusbargama áššedovdin Sámiid psykososiálalaš doarjaga ovttadaga hoavdda Heidi Eriksen, vihtta sámiid duohtavuođa- ja soabadankommišuvdnii álgoálggus nammaduvvon lahtu sihke ovtta kommišuvnna čállingotti plánejeaddji.

source: – Kävimme Saamelaiskäräjien kokouksessa perusteellisen keskustelun totuus- ja sovintokomission työn jatkosta, ja jäsenien keskuudessa komission jatkosta oli myös eriäviä näkemyksiä.
sme: – Ságastalaimet Sámedikki čoahkkimis vuđolaččat duohtavuođa- ja soabadankommišuvnna barggu joatkagis, ja lahtuid gaskavuođas ledje maiddái earálágan oainnut kommišuvnna barggu joatkaga birra.

source: Tulemme jatkamaan asian käsittelyä elokuussa, sanoo Saamelaiskäräjien puheenjohtaja Tuomas Aslak Juuso.
sme: Boahtit joatkit ášši gieđahallama borgemánus, muitala Sámedikki ságajođiheaddji Tuomas Aslak Juuso.

source: Saamelaisten totuus- ja sovintokomissio asetettiin valtioneuvoston toimesta 28. lokakuuta 2021.
sme: Sámiid duohtavuođa- ja soabadankommišuvdna ásahuvvui stáhtaráđi doaimmas golggotmánu 28 beaivve 2021.

source: Asettamisensa jälkeen komissio on toiminut itsenäisesti ja riippumattomasti.
sme: Ásaheami maŋŋá kommišuvdna lea doaibman iešráđálaččat ja sorjjasmeahttumit.

source: Toukokuussa 2022 molemmat Saamelaiskäräjien esittämät komissaarit Miina Seurujärvi sekä Heikki J. Hyvärinen pyysivät vapautusta komissaarin tehtävästään valtioneuvostolta.
sme: Miessemánus 2022 guktot Sámedikki evttohan komissárat Miina Seurujärvi sekä Heikki J. Hyvärinen bivddiiga earu komissára barggus stáhtaráđis.

source: Valtioneuvosto myönsi eron Seurujärvelle ja Hyväriselle komissaarin tehtävästä 25.5.2022 lukien.
sme: Stáhtaráđđi mieđihii earu Seurujärvii ja Hyvärisii komissára barggus 25.5.2022 rájes.

source: Saamelaiskäräjien tiedote 13.6.2022: Saamelaiskäräjät arvioi totuus- ja sovintokomission tilannetta ja toimintaedellytyksiä huolellisesti
sme: Sámedikki dieđáhus 13.6.2022: Sámediggi guorahallá duohtavuođa- ja soabadankommišuvnna dili ja doaibmaneavttuid fuolalaččat

source: Lisätietoja:
sme: Lassidieđut:

source: Tuomas Aslak Juuso Puheenjohtaja 040 687 3394 tuomas.juuso@samediggi.fi
sme: Tuomas Aslak Juuso Ságajođiheaddji 040 687 3394 tuomas.juuso@samediggi.fi

source: Anni Koivisto I varapuheenjohtaja 040 415 5969 anni.koivisto@samediggi.fi
sme: Anni Koivisto I várreságajođiheaddji 040 415 5969 anni.koivisto@samediggi.fi
